[
  {
    "quest": "¿Cómo define la Guía UNIT‑ISO/IEC 2:2005 una norma ISO?",
    "a": "Documento obligatorio con carácter de ley para todos los estados miembros",
    "b": "Documento establecido por consenso para un uso común y repetitivo de reglas o características técnicas",
    "c": "Requisito contractual impuesto por un organismo internacional",
    "d": "Código de buenas prácticas con recomendaciones no vinculantes",
    "answer": "b",
    "text": "La guía define norma como 'documento establecido por consenso...', destacando su carácter voluntario y de consenso.",
    "ref": "2025-NORMALIZACION.pdf, págs. 9",
    "img": "/ControlDeCalidad/2.png",
    "link": "https://eva.fing.edu.uy/mod/folder/view.php?id=45512"
  },
  {
    "quest": "¿Cuál es el principio clave detrás de la 'decisión por consenso' en normalización?",
    "a": "Se exige unanimidad total para aprobar cualquier norma",
    "b": "Se aprueba si la mayoría simple está de acuerdo, sin considerar a la minoría",
    "c": "Se busca resolver o atenuar las objeciones de la minoría para lograr un acuerdo mayoritario informado",
    "d": "Se utiliza una votación ponderada según el tamaño de cada país",
    "answer": "c",
    "text": "El consenso implica atender las objeciones de la minoría para asegurar un acuerdo sólido y representativo.",
    "ref": "2025-NORMALIZACION.pdf, pág. 15",
    "link": "https://eva.fing.edu.uy/mod/folder/view.php?id=45512",
    "img":"/ControlDeCalidad/3.png"
  },
  {
    "quest": "En el control de calidad, ¿cuál es el tercer paso del procedimiento operativo?",
    "a": "Elegir lo que se va a controlar",
    "b": "Crear un dispositivo para medir la característica",
    "c": "Fijar el valor estándar y especificar la característica de calidad",
    "d": "Interpretar la diferencia entre lo real y lo estándar",
    "answer": "c",
    "text": "El tercer paso es establecer el valor estándar antes de medir y comparar las diferencias.",
    "ref": "2024-Control de Calidad.pdf, pág. 15",
    "img": "/ControlDeCalidad/1.png",
    "link": "https://eva.fing.edu.uy/mod/folder/view.php?id=45512"
  },
   {
    "quest": "¿Cómo define la Guía UNIT‑ISO/IEC 2:2005 una norma ISO?",
    "a": "Documento obligatorio con carácter de ley para todos los estados miembros",
    "b": "Documento establecido por consenso y aprobado por un organismo reconocido para un uso común y repetitivo",
    "c": "Requisito contractual impuesto por un organismo internacional",
    "d": "Código de buenas prácticas con recomendaciones no vinculantes",
    "answer": "b",
    "text": "Según la Guía UNIT-ISO/IEC 2:2005 (Apartado 3.2), una norma es un documento establecido por consenso, aprobado por un organismo reconocido, para un uso común y repetitivo.",
    "ref": "2025-NORMALIZACION.pdf, págs. 9",
    "img": "/ControlDeCalidad/2.png",
    "link": "https://eva.fing.edu.uy/mod/folder/view.php?id=45512"
  },
  {
    "quest": "Según la clasificación de normas, ¿qué tipo establece características de un producto o servicio como niveles de calidad y seguridad?",
    "a": "Reglamento técnico",
    "b": "Especificación técnica",
    "c": "Norma técnica",
    "d": "Guía de buenas prácticas",
    "answer": "c",
    "text": "Una norma técnica establece características de un producto o servicio como niveles de calidad, funcionamiento y seguridad.",
    "ref": "2025-NORMALIZACION.pdf, pág. 17",
    "img": "/ControlDeCalidad/4.png",
    "link": "https://eva.fing.edu.uy/mod/folder/view.php?id=45512"

  },
  {
    "quest": "¿Qué es la Evaluación de la Conformidad?",
    "a": "Control aleatorio de productos sin criterios previos",
    "b": "Demostración de que se cumplen los requisitos especificados para un objeto, sistema o persona",
    "c": "Inspección visual sin pruebas técnicas",
    "d": "Certificado de calidad emitido internamente sin verificación",
    "answer": "b",
    "text": "La Evaluación de la Conformidad es la demostración de que se cumplen los requisitos especificados relativos a un producto, proceso o sistema.",
    "ref": "2024-Control de Calidad.pdf, pág. 16",
    "img": "/ControlDeCalidad/5.png",
    "link": "https://eva.fing.edu.uy/mod/folder/view.php?id=45512"

  },
  {
    "quest": "¿Cuál es uno de los beneficios más importantes del Control de Calidad?",
    "a": "Aumentar los costos unitarios",
    "b": "Acción preventiva para detectar defectos antes de la entrega",
    "c": "Reducir la moral del personal",
    "d": "Generar conflictos entre supervisores",
    "answer": "b",
    "text": "La acción preventiva es clave: permite detectar defectos durante el proceso productivo y no en el producto final.",
    "ref": "2024-Control de Calidad.pdf, pág. 19",
    "img": "/ControlDeCalidad/6.png",
    "link": "https://eva.fing.edu.uy/mod/folder/view.php?id=45512"
  },
   {
    "quest": "¿Qué caracteriza principalmente a una Especificación Técnica según la Guía UNIT-ISO/IEC 2:2005?",
    "a": "Es un reglamento de cumplimiento obligatorio en todos los casos",
    "b": "Es un documento que define términos lingüísticos para un producto",
    "c": "Refleja el estado del arte, tiene carácter voluntario y considera las necesidades de los usuarios",
    "d": "Es un instructivo interno sin validez externa",
    "answer": "c",
    "text": "Las Especificaciones Técnicas reflejan el estado del arte, tienen carácter voluntario y se ajustan a las necesidades de los usuarios.",
    "ref": "2025-NORMALIZACION.pdf, pág. 16",
    "img": "/ControlDeCalidad/7.png",
    "link": "https://eva.fing.edu.uy/mod/folder/view.php?id=45512"
  },
  {
    "quest": "¿Qué permite la 'referencia a normas' en la legislación técnica?",
    "a": "Complica y retrasa el trabajo legislativo",
    "b": "Facilita la adaptación a los progresos técnicos y simplifica el trabajo legislativo",
    "c": "Evita la participación de las partes interesadas",
    "d": "Elimina la obligación de cumplir con requisitos técnicos",
    "answer": "b",
    "text": "Referenciar normas simplifica y acelera el trabajo legislativo, adaptándolo a avances técnicos y evitando divergencias.",
    "ref": "2025-NORMALIZACION.pdf, pág. 20",
    "img": "/ControlDeCalidad/8.png",
    "link": "https://eva.fing.edu.uy/mod/folder/view.php?id=45512"
  },
  {
    "quest": "Según la UNIT ISO 9000:2015, ¿qué significa 'Calidad de Diseño'?",
    "a": "Grado en el que el producto cumple su función operativa",
    "b": "Grado de respaldo del fabricante ante fallas",
    "c": "Grado de concordancia entre el diseño del producto y el fin para el cual ha sido creado",
    "d": "Grado de inspección durante la fabricación",
    "answer": "c",
    "text": "La Calidad de Diseño se refiere a cuán bien el diseño satisface las necesidades para las que fue creado.",
    "ref": "2024-Control de Calidad.pdf, pág. 10",
    "img": "/ControlDeCalidad/9.png",
    "link": "https://eva.fing.edu.uy/mod/folder/view.php?id=45512"
  },
  {
    "quest": "¿Cuál es la diferencia entre Calidad de Conformidad y Calidad de Diseño?",
    "a": "No hay diferencia, son términos sinónimos",
    "b": "La Calidad de Conformidad evalúa la concordancia entre el producto fabricado y su diseño",
    "c": "La Calidad de Conformidad mide solo la satisfacción del usuario",
    "d": "La Calidad de Diseño mide el proceso de fabricación",
    "answer": "b",
    "text": "La Calidad de Conformidad indica en qué grado el producto fabricado reproduce el diseño previsto.",
    "ref": "2024-Control de Calidad.pdf, pág. 11",
    "img": "/ControlDeCalidad/10.png",
    "link": "https://eva.fing.edu.uy/mod/folder/view.php?id=45512"
  },
  {
    "quest": "¿Qué es un Reglamento Técnico según la Guía UNIT‑ISO/IEC?",
    "a": "Una guía de buenas prácticas sin carácter vinculante",
    "b": "Un documento que proporciona requisitos técnicos por referencia o incorporando normas",
    "c": "Un acuerdo verbal entre partes interesadas",
    "d": "Un instructivo interno sin validez oficial",
    "answer": "b",
    "text": "Un Reglamento Técnico especifica requisitos técnicos directamente, o por referencia a normas o códigos.",
    "ref": "2025-NORMALIZACION.pdf, pág. 18",
    "img": "/ControlDeCalidad/11.png",
    "link": "https://eva.fing.edu.uy/mod/folder/view.php?id=45512"
  },
  {
    "quest": "¿Cuál es uno de los beneficios del Control de Calidad relacionado con el costo?",
    "a": "Aumenta los costos unitarios por retrabajos",
    "b": "Permite reducir los costos unitarios al disminuir rechazos y desperdicios",
    "c": "Eleva los costos de inspección final",
    "d": "Genera mayores costos por supervisión adicional",
    "answer": "b",
    "text": "El Control de Calidad reduce costos unitarios al minimizar rechazos, desperdicio de materiales y mano de obra.",
    "ref": "2024-Control de Calidad.pdf, pág. 20",
    "img": "/ControlDeCalidad/12.png",
    "link": "https://eva.fing.edu.uy/mod/folder/view.php?id=45512"
  },
  {
    "quest": "¿Qué implica la acreditación dentro de las actividades de Evaluación de la Conformidad?",
    "a": "Una autoevaluación del proveedor",
    "b": "Una certificación de un tercero sobre la competencia de un organismo de evaluación",
    "c": "Una simple inspección visual",
    "d": "Un proceso interno sin validación externa",
    "answer": "b",
    "text": "La acreditación certifica formalmente que un organismo de evaluación de la conformidad es competente.",
    "ref": "2024-Control de Calidad.pdf, pág. 18",
    "img": "/ControlDeCalidad/13.png"
  }]